34.sysbench/sysbench-write-result.out
sysbench 1.0.17 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 56
Report intermediate results every 1 second(s)
Initializing random number generator from current time


Initializing worker threads...

Threads started!

[ 1s ] thds: 56 tps: 11449.11 qps: 68890.18 (r/w/o: 0.00/45936.10/22954.08) lat (ms,95%): 8.13 err/s: 0.00 reconn/s: 0.00
[ 2s ] thds: 56 tps: 13464.15 qps: 80725.90 (r/w/o: 0.00/53806.60/26919.30) lat (ms,95%): 7.17 err/s: 0.00 reconn/s: 0.00
[ 3s ] thds: 56 tps: 15166.46 qps: 91029.78 (r/w/o: 0.00/60687.85/30341.93) lat (ms,95%): 6.09 err/s: 0.00 reconn/s: 0.00
[ 4s ] thds: 56 tps: 16498.02 qps: 99059.13 (r/w/o: 0.00/66063.09/32996.04) lat (ms,95%): 5.37 err/s: 0.00 reconn/s: 0.00
[ 5s ] thds: 56 tps: 17392.75 qps: 104360.49 (r/w/o: 0.00/69577.99/34782.50) lat (ms,95%): 4.91 err/s: 0.00 reconn/s: 0.00
[ 6s ] thds: 56 tps: 17900.21 qps: 107390.25 (r/w/o: 0.00/71589.83/35800.42) lat (ms,95%): 4.57 err/s: 0.00 reconn/s: 0.00
[ 7s ] thds: 56 tps: 18287.17 qps: 109680.00 (r/w/o: 0.00/73103.67/36576.33) lat (ms,95%): 4.57 err/s: 0.00 reconn/s: 0.00
[ 8s ] thds: 56 tps: 18633.94 qps: 111780.63 (r/w/o: 0.00/74513.76/37266.88) lat (ms,95%): 4.41 err/s: 0.00 reconn/s: 0.00
[ 9s ] thds: 56 tps: 18687.51 qps: 112173.08 (r/w/o: 0.00/74803.05/37370.03) lat (ms,95%): 4.25 err/s: 0.00 reconn/s: 0.00
[ 10s ] thds: 56 tps: 18825.41 qps: 112999.48 (r/w/o: 0.00/75341.65/37657.82) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 11s ] thds: 56 tps: 19096.13 qps: 114560.78 (r/w/o: 0.00/76375.52/38185.26) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 12s ] thds: 56 tps: 18770.78 qps: 112571.65 (r/w/o: 0.00/75023.10/37548.55) lat (ms,95%): 4.25 err/s: 0.00 reconn/s: 0.00
[ 13s ] thds: 56 tps: 18785.71 qps: 112738.25 (r/w/o: 0.00/75170.83/37567.42) lat (ms,95%): 4.41 err/s: 0.00 reconn/s: 0.00
[ 14s ] thds: 56 tps: 18640.46 qps: 111795.75 (r/w/o: 0.00/74514.83/37280.92) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 15s ] thds: 56 tps: 19027.87 qps: 114249.20 (r/w/o: 0.00/76189.47/38059.73) lat (ms,95%): 4.25 err/s: 0.00 reconn/s: 0.00
[ 16s ] thds: 56 tps: 19050.05 qps: 114248.30 (r/w/o: 0.00/76149.20/38099.10) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 17s ] thds: 56 tps: 19498.01 qps: 116991.04 (r/w/o: 0.00/78004.02/38987.01) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 18s ] thds: 56 tps: 19477.97 qps: 116916.80 (r/w/o: 0.00/77950.87/38965.93) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 19s ] thds: 56 tps: 19438.08 qps: 116634.51 (r/w/o: 0.00/77758.34/38876.17) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 20s ] thds: 56 tps: 19223.86 qps: 115310.16 (r/w/o: 0.00/76862.44/38447.72) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 21s ] thds: 56 tps: 19833.43 qps: 119056.56 (r/w/o: 0.00/79389.70/39666.86) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 22s ] thds: 56 tps: 19746.51 qps: 118390.05 (r/w/o: 0.00/78904.03/39486.02) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 23s ] thds: 56 tps: 19982.16 qps: 119929.98 (r/w/o: 0.00/79958.65/39971.33) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 24s ] thds: 56 tps: 19825.94 qps: 118923.64 (r/w/o: 0.00/79278.76/39644.88) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 25s ] thds: 56 tps: 19816.35 qps: 118911.08 (r/w/o: 0.00/79271.38/39639.69) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 26s ] thds: 56 tps: 19128.09 qps: 114827.56 (r/w/o: 0.00/76571.37/38256.19) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 27s ] thds: 56 tps: 19380.46 qps: 116287.75 (r/w/o: 0.00/77526.83/38760.91) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 28s ] thds: 56 tps: 19449.87 qps: 116572.23 (r/w/o: 0.00/77672.49/38899.74) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 29s ] thds: 56 tps: 19670.14 qps: 118084.83 (r/w/o: 0.00/78745.55/39339.28) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 30s ] thds: 56 tps: 20024.28 qps: 120163.71 (r/w/o: 0.00/80114.14/40049.57) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 31s ] thds: 56 tps: 18758.92 qps: 112570.53 (r/w/o: 0.00/75052.69/37517.84) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 32s ] thds: 56 tps: 19698.59 qps: 118131.56 (r/w/o: 0.00/78741.38/39390.18) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 33s ] thds: 56 tps: 20013.16 qps: 120072.94 (r/w/o: 0.00/80049.63/40023.31) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 34s ] thds: 56 tps: 20026.86 qps: 120237.13 (r/w/o: 0.00/80173.42/40063.71) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 35s ] thds: 56 tps: 19989.88 qps: 119894.28 (r/w/o: 0.00/79914.52/39979.76) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 36s ] thds: 56 tps: 19695.54 qps: 118182.27 (r/w/o: 0.00/78791.18/39391.09) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 37s ] thds: 56 tps: 19382.77 qps: 116355.64 (r/w/o: 0.00/77590.09/38765.55) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 38s ] thds: 56 tps: 20184.75 qps: 121082.51 (r/w/o: 0.00/80713.01/40369.51) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 39s ] thds: 56 tps: 20319.23 qps: 121875.41 (r/w/o: 0.00/81236.94/40638.47) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 40s ] thds: 56 tps: 20043.68 qps: 120300.10 (r/w/o: 0.00/80216.74/40083.37) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 41s ] thds: 56 tps: 19823.80 qps: 118909.82 (r/w/o: 0.00/79258.21/39651.61) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 42s ] thds: 56 tps: 20187.49 qps: 121088.92 (r/w/o: 0.00/80712.94/40375.97) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 43s ] thds: 56 tps: 20374.06 qps: 122314.39 (r/w/o: 0.00/81567.26/40747.13) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 44s ] thds: 56 tps: 20316.20 qps: 121833.19 (r/w/o: 0.00/81200.80/40632.40) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 45s ] thds: 56 tps: 19501.10 qps: 117080.60 (r/w/o: 0.00/78078.40/39002.20) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 46s ] thds: 56 tps: 20516.06 qps: 123041.38 (r/w/o: 0.00/82009.26/41032.12) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 47s ] thds: 56 tps: 20534.96 qps: 123222.76 (r/w/o: 0.00/82161.84/41060.92) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 48s ] thds: 56 tps: 19911.92 qps: 119457.54 (r/w/o: 0.00/79624.69/39832.85) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 49s ] thds: 56 tps: 19861.47 qps: 119189.79 (r/w/o: 0.00/79474.86/39714.93) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 50s ] thds: 56 tps: 20079.33 qps: 120523.99 (r/w/o: 0.00/80358.33/40165.66) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 51s ] thds: 56 tps: 19887.58 qps: 119292.49 (r/w/o: 0.00/79516.32/39776.16) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 52s ] thds: 56 tps: 20071.25 qps: 120448.52 (r/w/o: 0.00/80306.01/40142.51) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 53s ] thds: 56 tps: 19804.79 qps: 118731.71 (r/w/o: 0.00/79124.13/39607.58) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 54s ] thds: 56 tps: 20132.62 qps: 120844.72 (r/w/o: 0.00/80577.48/40267.24) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 55s ] thds: 56 tps: 20333.84 qps: 122067.07 (r/w/o: 0.00/81399.38/40667.69) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 56s ] thds: 56 tps: 20678.18 qps: 123979.06 (r/w/o: 0.00/82622.71/41356.35) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 57s ] thds: 56 tps: 20111.40 qps: 120700.39 (r/w/o: 0.00/80482.60/40217.80) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 58s ] thds: 56 tps: 19722.45 qps: 118308.70 (r/w/o: 0.00/78858.80/39449.90) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 59s ] thds: 56 tps: 19658.04 qps: 117932.25 (r/w/o: 0.00/78618.16/39314.08) lat (ms,95%): 4.18 err/s: 0.00 reconn/s: 0.00
[ 60s ] thds: 56 tps: 19612.98 qps: 117717.89 (r/w/o: 0.00/78489.93/39227.97) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 61s ] thds: 56 tps: 20165.92 qps: 121005.52 (r/w/o: 0.00/80673.68/40331.84) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 62s ] thds: 56 tps: 20070.14 qps: 120364.86 (r/w/o: 0.00/80224.57/40140.29) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 63s ] thds: 56 tps: 19868.25 qps: 119313.47 (r/w/o: 0.00/79576.98/39736.49) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 64s ] thds: 56 tps: 19899.73 qps: 119397.37 (r/w/o: 0.00/79597.91/39799.46) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 65s ] thds: 56 tps: 19965.88 qps: 119729.28 (r/w/o: 0.00/79797.52/39931.76) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 66s ] thds: 56 tps: 20147.08 qps: 120932.47 (r/w/o: 0.00/80638.32/40294.16) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 67s ] thds: 56 tps: 20373.33 qps: 122248.01 (r/w/o: 0.00/81501.34/40746.67) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 68s ] thds: 56 tps: 19268.81 qps: 115614.87 (r/w/o: 0.00/77077.25/38537.62) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 69s ] thds: 56 tps: 20221.06 qps: 121253.37 (r/w/o: 0.00/80812.25/40441.12) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 70s ] thds: 56 tps: 19708.92 qps: 118248.54 (r/w/o: 0.00/78834.69/39413.85) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 71s ] thds: 56 tps: 20199.15 qps: 121196.88 (r/w/o: 0.00/80797.58/40399.29) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 72s ] thds: 56 tps: 20899.88 qps: 125366.29 (r/w/o: 0.00/83563.53/41802.76) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 73s ] thds: 56 tps: 20349.44 qps: 122133.66 (r/w/o: 0.00/81433.77/40699.89) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 74s ] thds: 56 tps: 20229.52 qps: 121389.13 (r/w/o: 0.00/80930.09/40459.04) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 75s ] thds: 56 tps: 19292.96 qps: 115799.79 (r/w/o: 0.00/77213.86/38585.93) lat (ms,95%): 4.49 err/s: 0.00 reconn/s: 0.00
[ 76s ] thds: 56 tps: 20182.86 qps: 121106.14 (r/w/o: 0.00/80744.42/40361.71) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 77s ] thds: 56 tps: 18975.08 qps: 113789.47 (r/w/o: 0.00/75835.31/37954.16) lat (ms,95%): 4.49 err/s: 0.00 reconn/s: 0.00
[ 78s ] thds: 56 tps: 19153.14 qps: 114923.86 (r/w/o: 0.00/76617.57/38306.29) lat (ms,95%): 4.57 err/s: 0.00 reconn/s: 0.00
[ 79s ] thds: 56 tps: 19911.03 qps: 119488.16 (r/w/o: 0.00/79666.11/39822.05) lat (ms,95%): 4.25 err/s: 0.00 reconn/s: 0.00
[ 80s ] thds: 56 tps: 19965.87 qps: 119787.23 (r/w/o: 0.00/79855.49/39931.74) lat (ms,95%): 4.18 err/s: 0.00 reconn/s: 0.00
[ 81s ] thds: 56 tps: 19961.88 qps: 119716.30 (r/w/o: 0.00/79796.53/39919.77) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 82s ] thds: 56 tps: 18947.22 qps: 113735.35 (r/w/o: 0.00/75845.90/37889.45) lat (ms,95%): 4.57 err/s: 0.00 reconn/s: 0.00
[ 83s ] thds: 56 tps: 20554.51 qps: 123265.11 (r/w/o: 0.00/82154.08/41111.03) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 84s ] thds: 56 tps: 20171.63 qps: 121136.77 (r/w/o: 0.00/80786.51/40350.25) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 85s ] thds: 56 tps: 19084.73 qps: 114452.42 (r/w/o: 0.00/76283.95/38168.47) lat (ms,95%): 4.65 err/s: 0.00 reconn/s: 0.00
[ 86s ] thds: 56 tps: 20297.29 qps: 121816.77 (r/w/o: 0.00/81221.18/40595.59) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 87s ] thds: 56 tps: 18918.19 qps: 113540.17 (r/w/o: 0.00/75703.78/37836.39) lat (ms,95%): 4.57 err/s: 0.00 reconn/s: 0.00
[ 88s ] thds: 56 tps: 20581.39 qps: 123492.31 (r/w/o: 0.00/82329.54/41162.77) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 89s ] thds: 56 tps: 19142.29 qps: 114845.72 (r/w/o: 0.00/76561.15/38284.57) lat (ms,95%): 4.49 err/s: 0.00 reconn/s: 0.00
[ 90s ] thds: 56 tps: 20059.30 qps: 120359.83 (r/w/o: 0.00/80241.22/40118.61) lat (ms,95%): 4.18 err/s: 0.00 reconn/s: 0.00
[ 91s ] thds: 56 tps: 20344.16 qps: 122064.98 (r/w/o: 0.00/81376.65/40688.33) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 92s ] thds: 56 tps: 20975.48 qps: 125862.85 (r/w/o: 0.00/83911.90/41950.95) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 93s ] thds: 56 tps: 20345.22 qps: 122047.34 (r/w/o: 0.00/81356.89/40690.45) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 94s ] thds: 56 tps: 20773.54 qps: 124600.20 (r/w/o: 0.00/83053.13/41547.07) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 95s ] thds: 56 tps: 20366.14 qps: 122176.83 (r/w/o: 0.00/81444.55/40732.28) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 96s ] thds: 56 tps: 21034.86 qps: 126159.17 (r/w/o: 0.00/84094.45/42064.72) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 97s ] thds: 56 tps: 20179.79 qps: 121146.75 (r/w/o: 0.00/80782.17/40364.58) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 98s ] thds: 56 tps: 20599.27 qps: 123586.61 (r/w/o: 0.00/82388.07/41198.54) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 99s ] thds: 56 tps: 20215.90 qps: 121296.37 (r/w/o: 0.00/80872.58/40423.79) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 100s ] thds: 56 tps: 20325.04 qps: 122017.25 (r/w/o: 0.00/81359.16/40658.08) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 101s ] thds: 56 tps: 20364.50 qps: 122128.97 (r/w/o: 0.00/81399.98/40728.99) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 102s ] thds: 56 tps: 20400.32 qps: 122362.91 (r/w/o: 0.00/81562.28/40800.63) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 103s ] thds: 56 tps: 20702.09 qps: 124287.57 (r/w/o: 0.00/82883.38/41404.19) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 104s ] thds: 56 tps: 20922.28 qps: 125467.68 (r/w/o: 0.00/83629.12/41838.56) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 105s ] thds: 56 tps: 20620.95 qps: 123725.73 (r/w/o: 0.00/82478.82/41246.91) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 106s ] thds: 56 tps: 21086.59 qps: 126600.55 (r/w/o: 0.00/84426.37/42174.18) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 107s ] thds: 56 tps: 20157.85 qps: 120863.13 (r/w/o: 0.00/80551.43/40311.71) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 108s ] thds: 56 tps: 20770.79 qps: 124723.76 (r/w/o: 0.00/83178.18/41545.58) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 109s ] thds: 56 tps: 20474.41 qps: 122837.46 (r/w/o: 0.00/81888.64/40948.82) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 110s ] thds: 56 tps: 20473.97 qps: 122774.84 (r/w/o: 0.00/81829.89/40944.95) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 111s ] thds: 56 tps: 19507.90 qps: 117100.41 (r/w/o: 0.00/78081.61/39018.80) lat (ms,95%): 4.41 err/s: 0.00 reconn/s: 0.00
[ 112s ] thds: 56 tps: 20690.00 qps: 124077.99 (r/w/o: 0.00/82699.00/41379.00) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 113s ] thds: 56 tps: 21134.83 qps: 126890.00 (r/w/o: 0.00/84619.33/42270.67) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 114s ] thds: 56 tps: 21043.97 qps: 126240.82 (r/w/o: 0.00/84152.88/42087.94) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 115s ] thds: 56 tps: 20484.19 qps: 122801.14 (r/w/o: 0.00/81832.76/40968.38) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 116s ] thds: 56 tps: 20149.72 qps: 120918.33 (r/w/o: 0.00/80622.89/40295.44) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 117s ] thds: 56 tps: 20588.66 qps: 123607.94 (r/w/o: 0.00/82428.63/41179.32) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 118s ] thds: 56 tps: 20416.83 qps: 122459.99 (r/w/o: 0.00/81625.32/40834.66) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 119s ] thds: 56 tps: 19621.78 qps: 117724.70 (r/w/o: 0.00/78485.14/39239.57) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 120s ] thds: 56 tps: 20491.33 qps: 122927.99 (r/w/o: 0.00/81948.33/40979.66) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 121s ] thds: 56 tps: 20073.40 qps: 120459.43 (r/w/o: 0.00/80305.62/40153.81) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 122s ] thds: 56 tps: 20818.29 qps: 124915.76 (r/w/o: 0.00/83278.17/41637.59) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 123s ] thds: 56 tps: 20842.95 qps: 125104.71 (r/w/o: 0.00/83418.81/41685.90) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 124s ] thds: 56 tps: 20740.89 qps: 124403.35 (r/w/o: 0.00/82926.57/41476.78) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 125s ] thds: 56 tps: 20391.99 qps: 122338.94 (r/w/o: 0.00/81549.96/40788.98) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 126s ] thds: 56 tps: 20555.20 qps: 123364.22 (r/w/o: 0.00/82259.81/41104.41) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 127s ] thds: 56 tps: 20932.88 qps: 125558.25 (r/w/o: 0.00/83687.50/41870.75) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 128s ] thds: 56 tps: 20204.16 qps: 121228.96 (r/w/o: 0.00/80819.64/40409.32) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 129s ] thds: 56 tps: 20806.16 qps: 124879.97 (r/w/o: 0.00/83267.64/41612.32) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 130s ] thds: 56 tps: 20743.71 qps: 124477.28 (r/w/o: 0.00/82989.85/41487.43) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 131s ] thds: 56 tps: 20191.81 qps: 121069.87 (r/w/o: 0.00/80695.25/40374.62) lat (ms,95%): 4.18 err/s: 0.00 reconn/s: 0.00
[ 132s ] thds: 56 tps: 19856.27 qps: 119250.63 (r/w/o: 0.00/79529.09/39721.54) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 133s ] thds: 56 tps: 20626.23 qps: 123670.40 (r/w/o: 0.00/82426.93/41243.46) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 134s ] thds: 56 tps: 20803.55 qps: 124858.32 (r/w/o: 0.00/83243.21/41615.11) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 135s ] thds: 56 tps: 20599.20 qps: 123646.19 (r/w/o: 0.00/82446.80/41199.40) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 136s ] thds: 56 tps: 20911.98 qps: 125393.90 (r/w/o: 0.00/83572.93/41820.97) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 137s ] thds: 56 tps: 20413.91 qps: 122474.44 (r/w/o: 0.00/81648.63/40825.81) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 138s ] thds: 56 tps: 20045.04 qps: 120296.26 (r/w/o: 0.00/80201.17/40095.09) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 139s ] thds: 56 tps: 21128.98 qps: 126774.85 (r/w/o: 0.00/84516.90/42257.95) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 140s ] thds: 56 tps: 20555.10 qps: 123388.62 (r/w/o: 0.00/82278.41/41110.21) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 141s ] thds: 56 tps: 20781.94 qps: 124546.65 (r/w/o: 0.00/82985.77/41560.88) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 142s ] thds: 56 tps: 20290.48 qps: 121870.87 (r/w/o: 0.00/81286.91/40583.96) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 143s ] thds: 56 tps: 20074.68 qps: 120412.06 (r/w/o: 0.00/80262.70/40149.35) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 144s ] thds: 56 tps: 20549.76 qps: 123299.58 (r/w/o: 0.00/82200.05/41099.53) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 145s ] thds: 56 tps: 20467.21 qps: 122753.25 (r/w/o: 0.00/81818.83/40934.42) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 146s ] thds: 56 tps: 20092.30 qps: 120586.80 (r/w/o: 0.00/80402.20/40184.60) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 147s ] thds: 56 tps: 20550.90 qps: 123305.39 (r/w/o: 0.00/82209.60/41095.80) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 148s ] thds: 56 tps: 20070.71 qps: 120460.22 (r/w/o: 0.00/80312.81/40147.41) lat (ms,95%): 4.25 err/s: 0.00 reconn/s: 0.00
[ 149s ] thds: 56 tps: 20626.75 qps: 123703.49 (r/w/o: 0.00/82455.99/41247.50) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 150s ] thds: 56 tps: 20492.06 qps: 122968.37 (r/w/o: 0.00/81983.25/40985.13) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 151s ] thds: 56 tps: 20609.92 qps: 123597.49 (r/w/o: 0.00/82373.66/41223.83) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 152s ] thds: 56 tps: 20585.78 qps: 123577.70 (r/w/o: 0.00/82405.13/41172.57) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 153s ] thds: 56 tps: 20320.19 qps: 121937.16 (r/w/o: 0.00/81299.78/40637.39) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 154s ] thds: 56 tps: 20164.99 qps: 120956.92 (r/w/o: 0.00/80629.95/40326.97) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 155s ] thds: 56 tps: 19490.10 qps: 116913.61 (r/w/o: 0.00/77932.40/38981.21) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 156s ] thds: 56 tps: 20713.62 qps: 124323.71 (r/w/o: 0.00/82900.47/41423.24) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 157s ] thds: 56 tps: 20711.45 qps: 124289.68 (r/w/o: 0.00/82857.78/41431.89) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 158s ] thds: 56 tps: 20290.42 qps: 121792.50 (r/w/o: 0.00/81211.67/40580.83) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 159s ] thds: 56 tps: 20751.55 qps: 124420.31 (r/w/o: 0.00/82925.21/41495.11) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 160s ] thds: 56 tps: 20547.94 qps: 123311.63 (r/w/o: 0.00/82207.75/41103.88) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 161s ] thds: 56 tps: 20684.99 qps: 124150.97 (r/w/o: 0.00/82785.98/41364.99) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 162s ] thds: 56 tps: 20658.24 qps: 123884.43 (r/w/o: 0.00/82563.96/41320.47) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 163s ] thds: 56 tps: 20482.89 qps: 122928.37 (r/w/o: 0.00/81961.58/40966.79) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 164s ] thds: 56 tps: 20201.37 qps: 121253.23 (r/w/o: 0.00/80853.48/40399.75) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 165s ] thds: 56 tps: 20835.53 qps: 124915.20 (r/w/o: 0.00/83248.13/41667.07) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 166s ] thds: 56 tps: 19605.73 qps: 117681.40 (r/w/o: 0.00/78463.93/39217.47) lat (ms,95%): 4.25 err/s: 0.00 reconn/s: 0.00
[ 167s ] thds: 56 tps: 20328.27 qps: 121953.59 (r/w/o: 0.00/81300.06/40653.53) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 168s ] thds: 56 tps: 20225.06 qps: 121331.36 (r/w/o: 0.00/80882.24/40449.12) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 169s ] thds: 56 tps: 20814.42 qps: 124911.54 (r/w/o: 0.00/83287.69/41623.85) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 170s ] thds: 56 tps: 20809.04 qps: 124892.20 (r/w/o: 0.00/83264.14/41628.07) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 171s ] thds: 56 tps: 20260.83 qps: 121452.99 (r/w/o: 0.00/80934.32/40518.67) lat (ms,95%): 4.25 err/s: 0.00 reconn/s: 0.00
[ 172s ] thds: 56 tps: 20998.45 qps: 126080.70 (r/w/o: 0.00/84080.80/41999.90) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 173s ] thds: 56 tps: 20640.12 qps: 123813.70 (r/w/o: 0.00/82534.47/41279.23) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 174s ] thds: 56 tps: 20467.25 qps: 122802.51 (r/w/o: 0.00/81867.01/40935.50) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 175s ] thds: 56 tps: 20178.19 qps: 121030.17 (r/w/o: 0.00/80678.78/40351.39) lat (ms,95%): 4.18 err/s: 0.00 reconn/s: 0.00
[ 176s ] thds: 56 tps: 20945.00 qps: 125713.01 (r/w/o: 0.00/83820.00/41893.00) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 177s ] thds: 56 tps: 20967.44 qps: 125801.62 (r/w/o: 0.00/83864.75/41936.87) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 178s ] thds: 56 tps: 20541.42 qps: 123271.53 (r/w/o: 0.00/82188.69/41082.84) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 179s ] thds: 56 tps: 19933.88 qps: 119667.27 (r/w/o: 0.00/79799.51/39867.76) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 180s ] thds: 56 tps: 20599.61 qps: 123502.67 (r/w/o: 0.00/82305.44/41197.22) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 181s ] thds: 56 tps: 20989.03 qps: 125944.18 (r/w/o: 0.00/83968.12/41976.06) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 182s ] thds: 56 tps: 20765.35 qps: 124632.10 (r/w/o: 0.00/83097.40/41534.70) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 183s ] thds: 56 tps: 21062.72 qps: 126355.32 (r/w/o: 0.00/84229.88/42125.44) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 184s ] thds: 56 tps: 20796.65 qps: 124798.90 (r/w/o: 0.00/83205.60/41593.30) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 185s ] thds: 56 tps: 20762.37 qps: 124528.20 (r/w/o: 0.00/83007.46/41520.73) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 186s ] thds: 56 tps: 21231.30 qps: 127445.79 (r/w/o: 0.00/84979.20/42466.60) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 187s ] thds: 56 tps: 20535.76 qps: 123216.59 (r/w/o: 0.00/82146.06/41070.53) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 188s ] thds: 56 tps: 20587.15 qps: 123496.93 (r/w/o: 0.00/82321.62/41175.31) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 189s ] thds: 56 tps: 20890.28 qps: 125388.68 (r/w/o: 0.00/83608.12/41780.56) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 190s ] thds: 56 tps: 21058.41 qps: 126293.48 (r/w/o: 0.00/84176.65/42116.83) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 191s ] thds: 56 tps: 20815.24 qps: 124957.46 (r/w/o: 0.00/83326.98/41630.49) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 192s ] thds: 56 tps: 20694.65 qps: 124159.91 (r/w/o: 0.00/82770.61/41389.30) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 193s ] thds: 56 tps: 20665.06 qps: 123981.35 (r/w/o: 0.00/82651.23/41330.12) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 194s ] thds: 56 tps: 21255.14 qps: 127516.86 (r/w/o: 0.00/85006.57/42510.28) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 195s ] thds: 56 tps: 20866.54 qps: 125138.22 (r/w/o: 0.00/83407.14/41731.08) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 196s ] thds: 56 tps: 20785.50 qps: 124707.99 (r/w/o: 0.00/83136.99/41571.00) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 197s ] thds: 56 tps: 20150.13 qps: 120924.76 (r/w/o: 0.00/80624.51/40300.25) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 198s ] thds: 56 tps: 20540.85 qps: 123193.12 (r/w/o: 0.00/82113.41/41079.71) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 199s ] thds: 56 tps: 20516.40 qps: 123142.44 (r/w/o: 0.00/82105.63/41036.81) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 200s ] thds: 56 tps: 20690.10 qps: 124152.58 (r/w/o: 0.00/82773.39/41379.19) lat (ms,95%): 4.18 err/s: 0.00 reconn/s: 0.00
[ 201s ] thds: 56 tps: 21500.92 qps: 129007.52 (r/w/o: 0.00/86004.68/43002.84) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 202s ] thds: 56 tps: 21032.73 qps: 126237.37 (r/w/o: 0.00/84171.91/42065.46) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 203s ] thds: 56 tps: 21275.24 qps: 127572.45 (r/w/o: 0.00/85032.97/42539.48) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 204s ] thds: 56 tps: 20950.66 qps: 125748.96 (r/w/o: 0.00/83836.64/41912.32) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 205s ] thds: 56 tps: 21444.98 qps: 128659.88 (r/w/o: 0.00/85769.92/42889.96) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 206s ] thds: 56 tps: 21077.52 qps: 126439.11 (r/w/o: 0.00/84286.07/42153.03) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 207s ] thds: 56 tps: 21349.62 qps: 128196.74 (r/w/o: 0.00/85495.50/42701.24) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 208s ] thds: 56 tps: 21069.97 qps: 126344.80 (r/w/o: 0.00/84206.87/42137.93) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 209s ] thds: 56 tps: 21167.02 qps: 126998.12 (r/w/o: 0.00/84666.08/42332.04) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 210s ] thds: 56 tps: 21761.34 qps: 130586.04 (r/w/o: 0.00/87060.36/43525.68) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 211s ] thds: 56 tps: 20489.58 qps: 122974.45 (r/w/o: 0.00/81994.30/40980.15) lat (ms,95%): 4.18 err/s: 0.00 reconn/s: 0.00
[ 212s ] thds: 56 tps: 21315.23 qps: 127905.35 (r/w/o: 0.00/85274.90/42630.45) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 213s ] thds: 56 tps: 21122.88 qps: 126675.26 (r/w/o: 0.00/84429.51/42245.75) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 214s ] thds: 56 tps: 20759.86 qps: 124546.14 (r/w/o: 0.00/83026.43/41519.71) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 215s ] thds: 56 tps: 21250.12 qps: 127585.75 (r/w/o: 0.00/85085.50/42500.25) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 216s ] thds: 56 tps: 21297.13 qps: 127682.76 (r/w/o: 0.00/85091.51/42591.25) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 217s ] thds: 56 tps: 20940.81 qps: 125718.86 (r/w/o: 0.00/83838.24/41880.62) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 218s ] thds: 56 tps: 20946.45 qps: 125619.71 (r/w/o: 0.00/83723.81/41895.90) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 219s ] thds: 56 tps: 21433.42 qps: 128562.52 (r/w/o: 0.00/85694.68/42867.84) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 220s ] thds: 56 tps: 21075.17 qps: 126476.99 (r/w/o: 0.00/84327.66/42149.33) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 221s ] thds: 56 tps: 21955.71 qps: 131825.25 (r/w/o: 0.00/87912.83/43912.42) lat (ms,95%): 3.55 err/s: 0.00 reconn/s: 0.00
[ 222s ] thds: 56 tps: 21346.25 qps: 128073.52 (r/w/o: 0.00/85381.01/42692.51) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 223s ] thds: 56 tps: 20916.61 qps: 125443.66 (r/w/o: 0.00/83614.44/41829.22) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 224s ] thds: 56 tps: 20878.33 qps: 125274.98 (r/w/o: 0.00/83517.32/41757.66) lat (ms,95%): 4.03 err/s: 0.00 reconn/s: 0.00
[ 225s ] thds: 56 tps: 20971.99 qps: 125834.93 (r/w/o: 0.00/83887.96/41946.98) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 226s ] thds: 56 tps: 21786.31 qps: 130737.84 (r/w/o: 0.00/87165.23/43572.61) lat (ms,95%): 3.62 err/s: 0.00 reconn/s: 0.00
[ 227s ] thds: 56 tps: 21714.69 qps: 130322.11 (r/w/o: 0.00/86892.74/43429.37) lat (ms,95%): 3.62 err/s: 0.00 reconn/s: 0.00
[ 228s ] thds: 56 tps: 21719.83 qps: 130237.00 (r/w/o: 0.00/86798.33/43438.67) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 229s ] thds: 56 tps: 21219.12 qps: 127353.74 (r/w/o: 0.00/84914.49/42439.25) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 230s ] thds: 56 tps: 21640.62 qps: 129872.70 (r/w/o: 0.00/86591.46/43281.23) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 231s ] thds: 56 tps: 21436.43 qps: 128572.57 (r/w/o: 0.00/85699.71/42872.86) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 232s ] thds: 56 tps: 21773.10 qps: 130622.61 (r/w/o: 0.00/87078.40/43544.20) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 233s ] thds: 56 tps: 21531.93 qps: 129236.58 (r/w/o: 0.00/86170.72/43065.86) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 234s ] thds: 56 tps: 21382.20 qps: 128330.20 (r/w/o: 0.00/85565.80/42764.40) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 235s ] thds: 56 tps: 21635.41 qps: 129778.44 (r/w/o: 0.00/86507.63/43270.81) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 236s ] thds: 56 tps: 21161.39 qps: 126981.33 (r/w/o: 0.00/84658.56/42322.78) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 237s ] thds: 56 tps: 21622.75 qps: 129655.51 (r/w/o: 0.00/86412.01/43243.50) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 238s ] thds: 56 tps: 21627.89 qps: 129816.32 (r/w/o: 0.00/86558.54/43257.77) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 239s ] thds: 56 tps: 21166.19 qps: 126971.11 (r/w/o: 0.00/84639.74/42331.37) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 240s ] thds: 56 tps: 21534.14 qps: 129205.82 (r/w/o: 0.00/86137.55/43068.27) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 241s ] thds: 56 tps: 21330.41 qps: 128061.47 (r/w/o: 0.00/85399.64/42661.83) lat (ms,95%): 3.96 err/s: 0.00 reconn/s: 0.00
[ 242s ] thds: 56 tps: 21347.02 qps: 127965.12 (r/w/o: 0.00/85274.08/42691.04) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 243s ] thds: 56 tps: 21513.31 qps: 129112.88 (r/w/o: 0.00/86083.25/43029.63) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 244s ] thds: 56 tps: 21610.34 qps: 129722.04 (r/w/o: 0.00/86505.36/43216.68) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 245s ] thds: 56 tps: 21452.79 qps: 128648.72 (r/w/o: 0.00/85742.14/42906.58) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 246s ] thds: 56 tps: 21522.10 qps: 129106.57 (r/w/o: 0.00/86065.38/43041.19) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 247s ] thds: 56 tps: 20754.81 qps: 124597.88 (r/w/o: 0.00/83092.25/41505.63) lat (ms,95%): 4.10 err/s: 0.00 reconn/s: 0.00
[ 248s ] thds: 56 tps: 21785.15 qps: 130684.88 (r/w/o: 0.00/87104.59/43580.29) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 249s ] thds: 56 tps: 21932.05 qps: 131592.29 (r/w/o: 0.00/87729.19/43863.10) lat (ms,95%): 3.62 err/s: 0.00 reconn/s: 0.00
[ 250s ] thds: 56 tps: 21788.63 qps: 130802.79 (r/w/o: 0.00/87224.53/43578.26) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 251s ] thds: 56 tps: 21360.19 qps: 128080.13 (r/w/o: 0.00/85362.76/42717.38) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 252s ] thds: 56 tps: 21661.84 qps: 130027.05 (r/w/o: 0.00/86706.37/43320.68) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 253s ] thds: 56 tps: 21884.00 qps: 131308.01 (r/w/o: 0.00/87534.01/43774.00) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 254s ] thds: 56 tps: 22377.81 qps: 134245.85 (r/w/o: 0.00/89490.23/44755.62) lat (ms,95%): 3.49 err/s: 0.00 reconn/s: 0.00
[ 255s ] thds: 56 tps: 21684.26 qps: 130050.58 (r/w/o: 0.00/86688.05/43362.53) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 256s ] thds: 56 tps: 21772.00 qps: 130636.99 (r/w/o: 0.00/87088.99/43548.00) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 257s ] thds: 56 tps: 21581.13 qps: 129549.80 (r/w/o: 0.00/86385.53/43164.27) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 258s ] thds: 56 tps: 21807.14 qps: 130809.84 (r/w/o: 0.00/87197.56/43612.28) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 259s ] thds: 56 tps: 22159.88 qps: 133006.31 (r/w/o: 0.00/88684.54/44321.77) lat (ms,95%): 3.55 err/s: 0.00 reconn/s: 0.00
[ 260s ] thds: 56 tps: 21831.61 qps: 130943.66 (r/w/o: 0.00/87285.44/43658.22) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 261s ] thds: 56 tps: 21707.38 qps: 130268.29 (r/w/o: 0.00/86848.52/43419.76) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 262s ] thds: 56 tps: 21546.36 qps: 129289.15 (r/w/o: 0.00/86196.43/43092.72) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 263s ] thds: 56 tps: 21491.69 qps: 128901.13 (r/w/o: 0.00/85919.75/42981.38) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 264s ] thds: 56 tps: 21921.02 qps: 131553.14 (r/w/o: 0.00/87709.09/43844.05) lat (ms,95%): 3.62 err/s: 0.00 reconn/s: 0.00
[ 265s ] thds: 56 tps: 21369.72 qps: 128139.33 (r/w/o: 0.00/85410.89/42728.44) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 266s ] thds: 56 tps: 21846.39 qps: 131070.31 (r/w/o: 0.00/87366.54/43703.77) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 267s ] thds: 56 tps: 21837.78 qps: 131154.70 (r/w/o: 0.00/87479.14/43675.56) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 268s ] thds: 56 tps: 21707.80 qps: 130161.78 (r/w/o: 0.00/86749.18/43412.59) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 269s ] thds: 56 tps: 22343.26 qps: 134080.57 (r/w/o: 0.00/89391.05/44689.52) lat (ms,95%): 3.49 err/s: 0.00 reconn/s: 0.00
[ 270s ] thds: 56 tps: 21823.84 qps: 130959.06 (r/w/o: 0.00/87316.37/43642.69) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 271s ] thds: 56 tps: 22206.19 qps: 133214.11 (r/w/o: 0.00/88796.74/44417.37) lat (ms,95%): 3.55 err/s: 0.00 reconn/s: 0.00
[ 272s ] thds: 56 tps: 21793.89 qps: 130721.32 (r/w/o: 0.00/87135.55/43585.77) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 273s ] thds: 56 tps: 21783.18 qps: 130807.08 (r/w/o: 0.00/87238.72/43568.36) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 274s ] thds: 56 tps: 22420.09 qps: 134459.59 (r/w/o: 0.00/89619.40/44840.19) lat (ms,95%): 3.55 err/s: 0.00 reconn/s: 0.00
[ 275s ] thds: 56 tps: 21613.67 qps: 129668.03 (r/w/o: 0.00/86442.68/43225.34) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 276s ] thds: 56 tps: 22266.08 qps: 133625.47 (r/w/o: 0.00/89096.32/44529.15) lat (ms,95%): 3.55 err/s: 0.00 reconn/s: 0.00
[ 277s ] thds: 56 tps: 22518.41 qps: 135155.47 (r/w/o: 0.00/90113.65/45041.82) lat (ms,95%): 3.49 err/s: 0.00 reconn/s: 0.00
[ 278s ] thds: 56 tps: 22362.75 qps: 134106.52 (r/w/o: 0.00/89381.01/44725.50) lat (ms,95%): 3.49 err/s: 0.00 reconn/s: 0.00
[ 279s ] thds: 56 tps: 21960.98 qps: 131816.90 (r/w/o: 0.00/87897.93/43918.97) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 280s ] thds: 56 tps: 21847.14 qps: 131013.86 (r/w/o: 0.00/87322.57/43691.29) lat (ms,95%): 3.82 err/s: 0.00 reconn/s: 0.00
[ 281s ] thds: 56 tps: 22550.83 qps: 135346.96 (r/w/o: 0.00/90239.31/45107.65) lat (ms,95%): 3.49 err/s: 0.00 reconn/s: 0.00
[ 282s ] thds: 56 tps: 22235.46 qps: 133443.78 (r/w/o: 0.00/88973.85/44469.93) lat (ms,95%): 3.62 err/s: 0.00 reconn/s: 0.00
[ 283s ] thds: 56 tps: 21733.42 qps: 130371.49 (r/w/o: 0.00/86907.66/43463.83) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 284s ] thds: 56 tps: 21919.78 qps: 131543.69 (r/w/o: 0.00/87703.13/43840.56) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 285s ] thds: 56 tps: 21319.10 qps: 127950.60 (r/w/o: 0.00/85309.40/42641.20) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 286s ] thds: 56 tps: 21900.30 qps: 131385.79 (r/w/o: 0.00/87585.19/43800.60) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 287s ] thds: 56 tps: 22119.58 qps: 132716.50 (r/w/o: 0.00/88477.33/44239.17) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 288s ] thds: 56 tps: 21670.52 qps: 129974.14 (r/w/o: 0.00/86634.10/43340.05) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 289s ] thds: 56 tps: 21919.72 qps: 131497.35 (r/w/o: 0.00/87657.90/43839.45) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 290s ] thds: 56 tps: 21718.31 qps: 130352.90 (r/w/o: 0.00/86921.27/43431.62) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 291s ] thds: 56 tps: 22063.54 qps: 132382.21 (r/w/o: 0.00/88257.14/44125.07) lat (ms,95%): 3.68 err/s: 0.00 reconn/s: 0.00
[ 292s ] thds: 56 tps: 21643.16 qps: 129865.96 (r/w/o: 0.00/86571.64/43294.32) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 293s ] thds: 56 tps: 21887.79 qps: 131277.77 (r/w/o: 0.00/87507.18/43770.59) lat (ms,95%): 3.75 err/s: 0.00 reconn/s: 0.00
[ 294s ] thds: 56 tps: 22194.40 qps: 133201.41 (r/w/o: 0.00/88807.60/44393.80) lat (ms,95%): 3.62 err/s: 0.00 reconn/s: 0.00
[ 295s ] thds: 56 tps: 22369.49 qps: 134196.93 (r/w/o: 0.00/89457.95/44738.98) lat (ms,95%): 3.55 err/s: 0.00 reconn/s: 0.00
[ 296s ] thds: 56 tps: 22192.19 qps: 133156.14 (r/w/o: 0.00/88773.76/44382.38) lat (ms,95%): 3.55 err/s: 0.00 reconn/s: 0.00
[ 297s ] thds: 56 tps: 22613.84 qps: 135721.04 (r/w/o: 0.00/90491.36/45229.68) lat (ms,95%): 3.43 err/s: 0.00 reconn/s: 0.00
[ 298s ] thds: 56 tps: 21431.49 qps: 128539.94 (r/w/o: 0.00/85680.96/42858.98) lat (ms,95%): 3.89 err/s: 0.00 reconn/s: 0.00
[ 299s ] thds: 56 tps: 22257.60 qps: 133623.59 (r/w/o: 0.00/89104.39/44519.20) lat (ms,95%): 3.55 err/s: 0.00 reconn/s: 0.00
[ 300s ] thds: 56 tps: 22499.11 qps: 134916.65 (r/w/o: 0.00/89921.43/44995.21) lat (ms,95%): 3.55 err/s: 0.00 reconn/s: 0.00
SQL statistics:
    queries performed:
        read:                            0
        write:                           24698476
        other:                           12349238
        total:                           37047714
    transactions:                        6174619 (20580.94 per sec.)
    queries:                             37047714 (123485.65 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          300.0125s
    total number of events:              6174619

Latency (ms):
         min:                                    0.90
         avg:                                    2.72
         max:                                   52.84
         95th percentile:                        3.96
         sum:                             16794123.41

Threads fairness:
    events (avg/stddev):           110261.0536/94.81
    execution time (avg/stddev):   299.8951/0.00